Repository: andresjosehr/Innerfire
Catalog: plugins/user-submitted-posts/languages/usp-*.po
Languages: fa_ir

source: User Submitted Posts
fa_ir: ارسال شده توسط کاربر

source: requires WordPress
fa_ir: نیاز به وردپرس دارد

source: or higher, and has been deactivated!
fa_ir: یا بالاتر، و غیر فعال شده است!

source: Please return to the
fa_ir: لطفا به

source: WordPress Admin Area
fa_ir: منطقه اداری وردپرس

source: to upgrade WordPress and try again.
fa_ir: برای ارتقا وردپرس و دوباره امتحان کنید

source: User Submitted Post
fa_ir: کاربر ارسال پست

source: User Submitted Post Info
fa_ir: کاربر ارسال اطلاعات پست

source: Submitter Name:
fa_ir: نام فرستنده:

source: Submitter Email:
fa_ir: ارسال کننده ارسال کننده:

source: Submitter URL:
fa_ir: URL ارسال کننده:

source: Submitter IP:
fa_ir: فرستنده IP:

source: Show USP Posts
fa_ir: نمایش پست های USP

source: files required
fa_ir: فایل مورد نیاز

source: file required
fa_ir: فایل مورد نیاز

source: files
fa_ir: فایل ها

source: file
fa_ir: فایل

source: pixels
fa_ir: پیکسل

source: Custom Field
fa_ir: فیلد سفارشی

source: An error occurred. Please go back and try again.
fa_ir: یک خطا رخ داده است لطفا برگردید و دوباره امتحان کنید.

source: User login required
fa_ir: ورود به سیستم مورد نیاز

source: User name required
fa_ir: نام کاربری (ضروری

source: Post title required
fa_ir: عنوان پست مورد نیاز

source: User URL required
fa_ir: URL کاربر مورد نیاز است

source: Post tags required
fa_ir: برچسبهای ارسال لازم است

source: Post category required
fa_ir: دسته پست مورد نیاز است

source: Post content required
fa_ir: محتوای پست مورد نیاز

source: Correct captcha required
fa_ir: درستی لازم است

source: User email required
fa_ir: ایمیل مورد نیاز

source: Please check your email and try again
fa_ir: لطفا ایمیل خود را بررسی کنید و دوباره امتحان کنید

source: Non-empty value for hidden field
fa_ir: مقدار خالی برای فیلد پنهان

source: Minimum number of images not met
fa_ir: حداقل تعداد تصاویری که دیده نشده اند

source: Maximum number of images exceeded
fa_ir: حداکثر تعداد تصاویر بیش از حد است

source: Minimum image width not met
fa_ir: حداقل عرض تصویر دیده نمی شود

source: Image width exceeds maximum
fa_ir: عرض تصویر بیش از حداکثر

source: Minimum image height not met
fa_ir: حداقل ارتفاع تصویر برآورده نشده است

source: Image height exceeds maximum
fa_ir: ارتفاع تصویر بیش از حداکثر

source: File type not allowed (please upload images only)
fa_ir: نوع فایل مجاز نیست (فقط تصاویر را آپلود کنید)

source: required
fa_ir: ضروری

source: File not uploaded. Please check the file and try again.
fa_ir: فایل آپلود نشد لطفا فایل را بررسی کنید و دوباره امتحان کنید

source: The file(s) could not be uploaded
fa_ir: فایل (ها) قابل آپلود نیست

source: Post not created. Please contact the site administrator for help.
fa_ir: پست ایجاد نشد لطفا برای کمک با مدیر سایت تماس بگیرید.

source: Duplicate post title. Please try again.
fa_ir: عنوان پست تکراری لطفا دوباره تلاش کنید.

source: Error:
fa_ir: خطا:

source: Return to form
fa_ir: بازگشت به فرم

source: Please
fa_ir: لطفا

source: log in
fa_ir: ورود

source: to submit content!
fa_ir: برای ارسال محتوا!

source: Please complete the required fields.
fa_ir: لطفا فیلدهای مورد نیاز را تکمیل کنید

source: Your Name
fa_ir: اسم شما

source: Your URL
fa_ir: URL شما

source: Your Email
fa_ir: ایمیل شما

source: Post Title
fa_ir: عنوان پست

source: Post Tags
fa_ir: برچسبهای ارسالی

source: Antispam Question
fa_ir: سوال ضد اسپم

source: Post Category
fa_ir: دسته بندی پست

source: Please select a category..
fa_ir: لطفا یک دسته را انتخاب کنید

source: Post Content
fa_ir: محتوا ارسال

source: Verification
fa_ir: تایید

source: Upload an Image
fa_ir: آپلود تصویر

source: Add another image
fa_ir: یک تصویر دیگر اضافه کنید

source: Human verification: leave this field empty.
fa_ir: تأیید انسان: این فیلد را خالی نگه دارید

source: Submit Post
fa_ir: ارسال پست

source: Reset form
fa_ir: فرم بازنشانی

source: View full post
fa_ir: مشاهده کامل پست

source: Get USP Pro for unlimited forms!
fa_ir: دریافت USP نرم افزار برای فرم های نامحدود!

source: Go Pro
fa_ir: برو طرفدار

source: Settings
fa_ir: تنظیمات

source: Give USP a 5-star rating at WordPress.org
fa_ir: به USP امتیاز 5 ستاره در WordPress.org بدهید

source: Rate this plugin&nbsp;&raquo;
fa_ir: این افزونه را ارزیابی کنید & nbsp؛ & raquo؛

source: WP Post (recommended)
fa_ir: پست WP (توصیه می شود)

source: WP Page
fa_ir: صفحه WP

source: HTML5 Form + Default CSS
fa_ir: فرم HTML5 + CSS پیش فرض

source: (Recommended)
fa_ir: (توصیه شده)

source: HTML5 Form + Disable CSS
fa_ir: فرم HTML5 + غیر فعال کردن CSS

source: (Provide your own styles)
fa_ir: (ارائه سبک های خود را)

source: Custom Form + Custom CSS
fa_ir: فرم سفارشی + سفارشی CSS

source: (Provide your own form template &amp; styles)
fa_ir: (فرم قالب و سبک خود را ارائه کنید)

source: Auto-display before post content
fa_ir: نمایش خودکار قبل از ارسال محتوا

source: Auto-display after post content
fa_ir: نمایش خودکار پس از محتوای پست

source: Do not auto-display submitted images
fa_ir: نمایش تصاویر ارسال خودکار نمایش داده نمی شود

source: Do not auto-display submitted email
fa_ir: ایمیل نمایش داده نشود

source: Do not auto-display submitted URL
fa_ir: نشانی اینترنتی نمایش داده نشود

source: Do not auto-display the Custom Field
fa_ir: فیلد سفارشی را به صورت خودکار نمایش ندهید

source: Display and require
fa_ir: نمایش و نیاز

source: Display but do not require
fa_ir: نمایش داده شده اما لازم نیست

source: Disable this field
fa_ir: این فیلد را غیرفعال کنید

source: (Visit
fa_ir: (بازدید

source: to configure options)
fa_ir: برای پیکربندی گزینه ها)

source: Challenge Question
fa_ir: سوال چالش برانگیز

source: Post Images
fa_ir: ارسال تصاویر

source: Display
fa_ir: نمایش دادن

source: Disable
fa_ir: غیرفعال کردن

source: Image Uploads
fa_ir: آپلود عکس

source: Draft
fa_ir: پیش نویس

source: Pending (default)
fa_ir: انتظار (به طور پیش فرض)

source: Publish immediately
fa_ir: بلافاصله انتشار دهید

source: Publish after 1 approved post
fa_ir: بعد از پست 1 تایید شده منتشر کنید

source: Publish after
fa_ir: پس از انتشار

source: approved posts
fa_ir: پست های تایید شده

source: There was an error. Please ensure that you have added a title, some content, and that you have uploaded only images.
fa_ir: یک خطای وجود دارد. لطفا اطمینان حاصل کنید که عنوان، برخی از محتوا ها اضافه کرده اید و فقط تصاویر را آپلود کرده اید.

source: Please select your image(s) to upload.
fa_ir: لطفا تصویر (ها) خود را برای آپلود انتخاب کنید

source: Success! Thank you for your submission.
fa_ir: موفقیت! با تشکر از شما برای ارسال شما.

source: Email
fa_ir: پست الکترونیک

source: URL
fa_ir: نشانی اینترنتی

source: Toggle all panels
fa_ir: همه پانلها را تغییر دهید

source: We need your support!
fa_ir: ما به حمایت شما نیاز داریم!

source: Make a donation via PayPal
fa_ir: کمک مالی از طریق PayPal

source: make a donation
fa_ir: کمک مالی کنید

source: and/or
fa_ir: و / یا

source: Rate and review at the Plugin Directory
fa_ir: نرخ و بررسی در دایرکتوری پلاگین

source: give this plugin a 5-star rating
fa_ir: این افزونه را به رتبه 5 ستاره بدهید

source: Your generous support enables continued development of this free plugin. Thank you!
fa_ir: پشتیبانی سخاوتمندانه شما این امکان را برای توسعه مستمر این افزونه رایگان فراهم می کند. متشکرم!

source: Check this box if you have shown support
fa_ir: اگر این پشتیبانی را نشان داده اید، این کادر را علامت بزنید

source: Overview
fa_ir: بررسی اجمالی

source: enables your visitors to submit posts and upload images from the front-end of your site.
fa_ir: بازدیدکنندگان شما را قادر می سازد تا پست ها را ارسال و تصاویر را از جلوی سایت خود آپلود کنند.

source: For advanced functionality and unlimited forms, check out
fa_ir: برای قابلیت های پیشرفته و فرم های نامحدود، بررسی کنید

source: &mdash; the ultimate solution for user-generated content.
fa_ir: & mdash؛ راه حل نهایی برای محتوای تولید شده توسط کاربر.

source: Plugin Settings
fa_ir: تنظیمات پلاگین

source: Display the form
fa_ir: فرم را نمایش دهید

source: Plugin Homepage
fa_ir: صفحه اصلی پلاگین

source: If you like this plugin, please
fa_ir: اگر این افزونه را دوست دارید لطفا

source: THANK YOU for your support!
fa_ir: با تشکر از شما برای حمایت شما!

source: give it a 5-star rating
fa_ir: آن را به رتبه 5 ستاره بدهید

source: Unlimited front-end forms
fa_ir: فرم های نامحدود جلویی

source: Get USP Pro
fa_ir: دریافت USP Pro

source: Configure your settings for User Submitted Posts.
fa_ir: تنظیمات خود را برای ارسال پست های کاربر پیکربندی کنید.

source: Form Fields
fa_ir: زمینه های فرم

source: User Name
fa_ir: نام کاربری

source: User Email
fa_ir: ایمیل کاربر

source: User URL
fa_ir: نشانی اینترنتی کاربر

source: General Settings
fa_ir: تنظیمات عمومی

source: Note that the default settings work fine for most cases.
fa_ir: توجه داشته باشید که تنظیمات پیش فرض برای اکثر موارد کار خوب است.

source: Form Style
fa_ir: شکل سبک

source: With this option, you can copy the plugin&rsquo;s default templates:
fa_ir: با استفاده از این گزینه می توانید قالب های پیش فرض افزونه را کپی کنید:

source: ..and upload them into a directory named
fa_ir: .. و آپلود آنها را به یک دایرکتوری به نام

source: in your theme:
fa_ir: در موضوع شما:

source: That will enable you to customize the form and styles as desired. For more info, check out the "Custom Submission Form" section in the
fa_ir: این کار شما را قادر میسازد فرم و سبکها را به صورت دلخواه سفارشی کنید. برای اطلاعات بیشتر، از بخش «فرم ارسال سفارشی» در قسمت

source: Installation Docs
fa_ir: اسناد نصب

source: FYI: here is a
fa_ir: FYI: در اینجا یک است

source: list of USP CSS selectors
fa_ir: فهرست انتخاب USP CSS

source: Include JavaScript
fa_ir: شامل جاوا اسکریپت

source: Check this box if you want to include the external JavaScript files (recommended).
fa_ir: اگر می خواهید فایلهای جاوااسکریو خارجی (توصیه شده) را وارد کنید، این کادر را علامت بزنید.

source: Targeted Loading
fa_ir: بارگذاری هدفمند

source: By default, external CSS &amp; JavaScript files are loaded on every page. Here you may specify the URL of the USP form to load resources only on that page. Note: leave blank to load on all pages.
fa_ir: به طور پیش فرض، CSS خارجی & amp؛ فایل های جاوا اسکریپت در هر صفحه بارگذاری می شوند. در اینجا شما می توانید آدرس فرم فرم USP را برای بارگیری منابع تنها در آن صفحه مشخص کنید. توجه: برای بارگذاری در تمام صفحات، خالی بگذارید.

source: Post Type
fa_ir: نوع پست

source: Submit posts as WP Posts or Pages
fa_ir: ارسال پست به عنوان پست WP یا صفحات

source: Post Status
fa_ir: وضعیت پست

source: Post Status for submitted posts
fa_ir: وضعیت پست برای پست های ارسال شده

source: Redirect URL
fa_ir: تغییر آدرس URL

source: Specify a URL to redirect the user after post-submission. Leave blank to redirect back to current page.
fa_ir: یک URL را برای هدایت کاربر پس از ارسال پس از ارسال تعیین کنید. برای برگشت به صفحه فعلی خالی بگذارید

source: Success Message
fa_ir: پیام موفقیت

source: Success message that is displayed if post-submission is successful. Basic markup is allowed.
fa_ir: پیغام موفقیت آمیز که در صورت ارسال پس از ارسال موفقیت آمیز نمایش داده می شود. نشانه گذاری عمومی مجاز است

source: Error Message
fa_ir: پیغام خطا

source: General error message that is displayed if post-submission fails. Basic markup is allowed.
fa_ir: پیام خطای عمومی که در صورت عدم ارسال پس از ارسال نمایش داده می شود. نشانه گذاری عمومی مجاز است

source: Custom Content
fa_ir: محتوای دلخواه

source: Custom text/markup to be included before the submission form. Leave blank to disable.
fa_ir: متن سفارشی / نشانه گذاری قبل از فرم ارسال باید وارد شود. برای غیرفعال، خالی بگذارید

source: Rich Text Editor
fa_ir: ویرایشگر متن توانمند

source: Check this box if you want to enable WP rich text editing for submitted posts.
fa_ir: اگر می خواهید WP Edit Rich Text را برای پست های ارسال شده فعال کنید، این کادر را علامت بزنید.

source: Unique Titles
fa_ir: عنوان های منحصر به فرد

source: Require submitted post titles to be unique (useful for preventing multiple/duplicate submitted posts).
fa_ir: نیازمند ارسال پست های ارسال شده به منحصر به فرد (مفید برای جلوگیری از پست های ارسال چند / تکراری).

source: Disable Required
fa_ir: غیر فعال کردن مورد نیاز

source: Disable all required attributes on default form fields (useful for troubleshooting error messages).
fa_ir: غیر فعال کردن تمام ویژگی های مورد نیاز در زمینه های قالب پیش فرض (مفید برای پیام های خطا در عیب یابی).

source: Disable IP Tracking
fa_ir: غیرفعال کردن پیگیری IP

source: By default USP records the IP address with each submitted post. Check this box to disable all IP tracking.
fa_ir: به طور پیش فرض USP آدرس IP را با هر پست ارسالی ثبت می کند. برای غیرفعال کردن تمام ردیابی IP، این کادر را علامت بزنید.

source: Enable Shortcodes
fa_ir: فعال کردن کد کوتاه

source: Enable shortcodes in widgets. By default, WordPress does not enable shortcodes in widgets.
fa_ir: فعال کردن کد کوتاه در ویدجت به طور پیش فرض، وردپرس کد کوتاه را در ویدجت ها فعال نمی کند.

source: This setting enables any/all shortcodes in widgets (even shortcodes from other plugins).
fa_ir: این تنظیم هر / کد کوتاه در ویدجت (حتی کد کوتاه از پلاگین های دیگر) را فعال می کند.

source: Categories
fa_ir: دسته بندی ها

source: Select which categories may be assigned to submitted posts (click to toggle)
fa_ir: انتخاب کنید که کدام دسته ممکن است به پست های ارسال شده اختصاص داده شود (کلیک کنید تا ضامن)

source: Hidden/Default Category
fa_ir: پنهان / پیش فرض رده

source: Use a hidden field for the post category. This may be used to specify a default category when the category field is disabled.
fa_ir: از یک فیلد مخفی برای رده پست استفاده کنید. این می تواند برای تعیین یک دسته پیش فرض هنگام استفاده از فیلد رده غیر فعال شود.

source: Category ID for Hidden Field
fa_ir: شناسه رده برای فیلد پنهان

source: Specify the ID of the category to use for the &ldquo;Hidden/Default Category&rdquo; option.
fa_ir: مشخص کردن شناسه رده برای استفاده از & ldquo؛ پنهان / پیش فرض مجموعه & rdquo؛ گزینه.

source: Users
fa_ir: کاربران

source: Assigned Author
fa_ir: اختصاصی نویسنده

source: Specify the user that should be assigned as author for submitted posts.
fa_ir: تعیین کاربر که باید به عنوان نویسنده برای ارسال ارسال شده اختصاص داده شود.

source: Registered Username
fa_ir: ثبت نام نام کاربری

source: Use registered username as post author. Valid when the person submitting the form is logged in to WordPress.
fa_ir: از نام کاربری ثبت نام شده به عنوان پست نویسنده استفاده کنید. معتبر است زمانی که فردی که فرم را وارد کرده است به وردپرس وارد شده است.

source: User Profile URL
fa_ir: URL نمایه کاربر

source: Use registered user&rsquo;s Profile URL as the value of the URL field. Valid when the person submitting the form is logged in to WordPress.
fa_ir: استفاده از URL کاربر ثبت نام کاربر را به عنوان مقدار فیلد URL استفاده کنید. معتبر است زمانی که فردی که فرم را وارد کرده است به وردپرس وارد شده است.

source: Require User Login
fa_ir: نیازمند ورود به سیستم

source: Require users to be logged in to WordPress to view/submit the form
fa_ir: نیازمند ورود کاربران به وردپرس برای مشاهده / ارسال فرم است

source: Disable Replace Author
fa_ir: غیرفعال کردن نویسنده را تغییر دهید

source: Do not replace post author with submitted user name
fa_ir: نویسنده پست را با نام کاربر ارسالی جایگزین نکنید

source: Here you may change the name and label used by the Custom Field. You can enable this field via the Form Fields setting, above.
fa_ir: در اینجا شما می توانید نام و برچسب مورد استفاده در فیلد سفارشی را تغییر دهید. شما می توانید این فیلد را از طریق تنظیمات فرم های فرم، در بالا فعال کنید.

source: Custom Field Name
fa_ir: نام فیلد سفارشی

source: Use only alphanumeric, underscores, and dashes. If unsure, use the default name:
fa_ir: فقط از الفبایی، علامت اختصاری و خط تیره استفاده کنید. اگر مطمئن نیستید، از نام پیش فرض استفاده کنید:

source: Custom Field Label
fa_ir: برچسب سفارشی فیلد

source: This will be displayed as the field label on the form. Default: Custom Field
fa_ir: این به عنوان برچسب فیلد در فرم نمایش داده می شود. پیش فرض: فیلد سفارشی

source: To prevent spam, enter a question that users must answer before submitting the form.
fa_ir: برای جلوگیری از هرزنامه، سؤالی را مطرح کنید که کاربران قبل از ارسال فرم باید پاسخ دهند.

source: Challenge Response
fa_ir: پاسخ چالش

source: Enter the *only* correct answer to the challenge question.
fa_ir: پاسخ صحیح را به سوال چالش وارد کنید.

source: Case-sensitivity
fa_ir: حساسیت مورد

source: Check this box if you want the challenge response to be case-sensitive.
fa_ir: اگر میخواهید پاسخ چالشی حساس به حروف باشد، این کادر را علامت بزنید.

source: To enable Google reCAPTCHA, enter your public and private keys.
fa_ir: برای فعال کردن Google reCAPTCHA، کلیدهای عمومی و خصوصی خود را وارد کنید.

source: Public Key
fa_ir: کلید عمومی

source: Enter your Public Key
fa_ir: کلید عمومی خود را وارد کنید

source: Private Key
fa_ir: کلید خصوصی

source: Enter your Private Key
fa_ir: کلید خصوصی خود را وارد کنید

source: Email Alerts
fa_ir: هشدارهای ایمیل

source: Receive Email Alert
fa_ir: دریافت هشدار ایمیل

source: Check this box if you want to be notified via email for new post submissions.
fa_ir: اگر می خواهید از طریق ایمیل برای تحویل پست های جدید مطلع شوید، این کادر را علامت بزنید.

source: Enable HTML Format
fa_ir: فعال کردن قالب HTML

source: Check this box to enable HTML format for email alerts.
fa_ir: این کادر را فعال کنید تا قالب HTML برای هشدارهای ایمیل فعال شود.

source: Email Address for Alerts
fa_ir: آدرس ایمیل برای هشدارها

source: If you checked the box to receive email alerts, indicate here the address(es) to which the emails should be sent.
fa_ir: اگر جعبه را برای دریافت هشدارهای ایمیل چک کرده اید، در اینجا آدرس (های) که به آن ایمیل ها باید ارسال شود را مشخص کنید.

source: Multiple recipients may be included using a comma, like so:
fa_ir: گیرنده های چندگانه ممکن است با استفاده از کاما از جمله شامل موارد زیر باشند:

source: Email &ldquo;From&rdquo; Address
fa_ir: ایمیل از & rdquo؛ نشانی

source: Here you may customize the address(es) used for the &ldquo;From&rdquo; header (see plugin FAQs for info).
fa_ir: در اینجا شما می توانید آدرس (ها) مورد استفاده برای & ldquo؛ از & rdquo؛ هدر (به سؤالات متداول مربوط به پلاگین برای اطلاعات مراجعه کنید)

source: If multiple addresses are specified in the previous setting, include an equal number of &ldquo;From&rdquo; addresses for this setting (in the same order).
fa_ir: اگر چندین آدرس در تنظیم قبلی مشخص شده باشد، شامل یک عدد برابر از & ldquo؛ از & rdquo؛ آدرس برای این تنظیم (به همان ترتیب).

source: Email Alert Subject
fa_ir: موضوع هشدار ایمیل

source: Subject line for email alerts. Leave blank to use the default subject line. Note: you can use the following variables:
fa_ir: خط موضوع برای هشدارهای ایمیل برای استفاده از خط موضوع پیش فرض خالی بگذارید. توجه: شما می توانید از متغیرهای زیر استفاده کنید:

source: Email Alert Message
fa_ir: پیام هشدار ایمیل

source: Message for email alerts. Leave blank to use the default message. Note: you can use the following variables:
fa_ir: پیام هشدار ایمیل برای استفاده از پیام پیش فرض خالی بگذارید توجه: شما می توانید از متغیرهای زیر استفاده کنید:

source: Featured Image
fa_ir: تصویر ویژه

source: Set submitted images as Featured Images. Requires theme support for Featured Images (aka Post Thumbnails).
fa_ir: تصاویر ارسال شده را به عنوان تصاویر ویژه تنظیم کنید. نیاز به پشتیبانی تم برای تصاویر برجسته (همچنین به عنوان پست ریز عکسها).

source: Upload Message
fa_ir: پیام آپلود

source: Message that appears next to the upload field. Useful for stating your upload guidelines/policy/etc. Basic markup allowed.
fa_ir: پیامی که در کنار فیلد آپلود ظاهر می شود. برای بیان دستورالعملهای آپلود / سیاست / و غیره مفید است نشانه گذاری عمومی مجاز است

source: &ldquo;Add another image&rdquo; link
fa_ir: & ldquo؛ یک تصویر دیگر اضافه کنید & rdquo؛ ارتباط دادن

source: Custom markup for the &ldquo;Add another image&rdquo; link. Leave blank to use the default markup (recommended).
fa_ir: نشانه گذاری سفارشی برای & ldquo؛ افزودن تصویر دیگر & rdquo؛ ارتباط دادن. برای استفاده از نشانگر پیش فرض (توصیه شده)، خالی بگذارید.

source: Minimum number of images
fa_ir: حداقل تعداد تصاویر

source: Specify the minimum number of images.
fa_ir: حداقل تعداد تصاویر را مشخص کنید.

source: Maximum number of images
fa_ir: حداکثر تعداد تصاویر

source: Specify the maximum number of images.
fa_ir: حداکثر تعداد تصاویر را مشخص کنید.

source: Minimum image width
fa_ir: حداقل عرض تصویر

source: Specify a minimum width (in pixels) for uploaded images.
fa_ir: حداقل عرض (در پیکسل) را برای تصاویر آپلود مشخص کنید.

source: Minimum image height
fa_ir: حداقل ارتفاع تصویر

source: Specify a minimum height (in pixels) for uploaded images.
fa_ir: حداقل ارتفاع (در پیکسل ها) را برای تصاویر آپلود مشخص کنید.

source: Maximum image width
fa_ir: حداکثر عرض تصویر

source: Specify a maximum width (in pixels) for uploaded images.
fa_ir: حداکثر عرض (در پیکسل) را برای تصاویر آپلود مشخص کنید.

source: Maximum image height
fa_ir: حداکثر ارتفاع تصویر

source: Specify a maximum height (in pixels) for uploaded images.
fa_ir: حداکثر ارتفاع (در پیکسل) را برای تصاویر آپلود مشخص کنید.

source: More Options
fa_ir: گزینه های بیشتر

source: For more options, like the ability to upload other file types (like PDF, Word, Zip, videos, and more), check out
fa_ir: برای گزینه های بیشتر، مانند قابلیت آپلود انواع فایل های دیگر (مانند PDF، ورد، Zip، فیلم، و غیره)، بررسی کنید

source: Go Pro!
fa_ir: برو طرفدار

source: Auto-Display Content
fa_ir: محتوای نمایش خودکار

source: Images Auto-Display
fa_ir: تصاویر خودکار نمایش

source: Auto-display user-submitted images:
fa_ir: تصاویر ارسال شده به کاربر خودکار نمایش داده می شود:

source: Image Markup
fa_ir: نشانه گذاری تصویر

source: Markup to use for each submitted image (when auto-display is enabled). Can use
fa_ir: علامت گذاری برای استفاده برای هر تصویر ارسال شده (هنگامی که صفحه نمایش خودکار فعال است). می توانید استفاده کنید

source: and
fa_ir: و

source: Email Auto-Display
fa_ir: خودکار نمایش خودکار

source: Auto-display user-submitted email:
fa_ir: نمایش خودکار نمایش داده شده توسط کاربر:

source: Email Markup
fa_ir: نشانه گذاری ایمیل

source: Markup to use for the submitted email address (when auto-display is enabled). Can use
fa_ir: نشانه گذاری برای استفاده از آدرس ایمیل ارسال شده (هنگامی که صفحه نمایش خودکار فعال می شود). می توانید استفاده کنید

source: URL Auto-Display
fa_ir: نشانی اینترنتی نمایش خودکار

source: Auto-display user-submitted URL:
fa_ir: URL نمایش داده شده توسط کاربر به صورت اتوماتیک نمایش داده می شود:

source: URL Markup
fa_ir: نشانه گذاری URL

source: Markup to use for the submitted URL (when auto-display is enabled). Can use
fa_ir: علامت گذاری برای استفاده برای URL ارائه شده (زمانی که صفحه نمایش خودکار فعال است). می توانید استفاده کنید

source: Custom Field Auto-Display
fa_ir: خودکار نمایش خودکار سفارشی

source: Auto-display user-submitted Custom Field:
fa_ir: کاربر سفارشی فیلد خودکار نمایش:

source: Custom Field Markup
fa_ir: نشانه سفارشی فیلد

source: Markup to use for the submitted Custom Field (when auto-display is enabled). Can use
fa_ir: نشانه گذاری برای استفاده از فیلد سفارشی ارسال شده (زمانی که صفحه نمایش خودکار فعال می شود). می توانید استفاده کنید

source: Save Settings
fa_ir: تنظیمات را ذخیره کن

source: Display the Form
fa_ir: نمایش فرم

source: Post-Submit Form
fa_ir: فرم ارسال پس از ارسال

source: USP enables you to display a post-submission form anywhere on your site.
fa_ir: USP به شما امکان می دهد یک فرم ارسال پست پس از ارسال در هر نقطه از سایت خود را نمایش دهد.

source: Use the shortcode to display the form on any WP Post or Page:
fa_ir: از کد کوتاه برای نمایش فرم در هر پست WP یا صفحه استفاده کنید.

source: Or, use the template tag to display the form anywhere in your theme template:
fa_ir: یا از تگ قالب برای نمایش فرم در هر کجای قالب قالب خود استفاده کنید.

source: Login/Register Form
fa_ir: ورود / فرم ثبت نام
