Repository: andresjosehr/Innerfire
Catalog: plugins/user-submitted-posts/languages/usp-*.po
Languages: fa_ir

source: You also can display a form that enables users to log in, register, or reset their password.
fa_ir: شما همچنین می توانید یک فرم را نمایش دهید که کاربران را قادر می سازد که وارد سیستم شوید، ثبت نام کرده یا رمز عبور خود را بازنشانی کنید.

source: Display Submitted Posts
fa_ir: نمایش پست های ارسال شده

source: Use this shortcode to display a list of submitted posts on any WP Post or Page:
fa_ir: از این کوتاه برای نمایش یک لیست از پست های ارسال شده در هر پست WP یا صفحه استفاده کنید.

source: Or, use the template tag to display a list of submitted posts anywhere in your theme template:
fa_ir: یا از تگ قالب برای نمایش لیستی از پستهای ارسال شده در هر کجای قالب قالب خود استفاده کنید.

source: Here are some examples showing how to configure this shortcode:
fa_ir: در اینجا چند مثال برای نشان دادن نحوه پیکربندی این کد کوتاه وجود دارد:

source: Reset Form Button
fa_ir: دکمه فرم بازنشانی

source: This shortcode displays a link that resets the form to its original state:
fa_ir: این کد کوتاه یک لینک را نشان می دهد که فرم را به حالت اولیه باز می کند:

source: This shortcode accepts the following attributes:
fa_ir: این کد کوتاه ویژگی های زیر را می پذیرد:

source: Note that the url attribute accepts
fa_ir: توجه داشته باشید که ویژگی url پذیرفته می شود

source: to get the current URL.
fa_ir: برای دریافت URL فعلی.

source: Access Control
fa_ir: کنترل دسترسی

source: USP provides three shortcodes to control access and restrict content.
fa_ir: USP سه کد کوتاه برای کنترل دسترسی و محدود کردن محتوا فراهم می کند.

source: Display content only to users with a specific capability:
fa_ir: محتوای نمایش فقط برای کاربران با یک قابلیت خاص:

source: Display content to logged-in users:
fa_ir: محتوای محتوا را برای کاربران وارد شده:

source: Display content to visitors only:
fa_ir: نمایش محتوا فقط به بازدیدکنندگان:

source: Tip:
fa_ir: نکته:

source: to include markup in the deny message, you can use
fa_ir: برای استفاده از نشانه گذاری در پیام انکار، شما می توانید استفاده کنید

source: to output
fa_ir: به خروجی

source: Example
fa_ir: مثال

source: If the user is logged in, display the post-submit form; or if the user is not logged in, display the login form:
fa_ir: اگر کاربر وارد سیستم شوید، فرم ارسال پس از آن را نمایش دهید. یا اگر کاربر وارد سیستم نشده باشد، فرم ورود را نمایش می دهد:

source: Restore Defaults
fa_ir: بازگرداندن پیش فرض ها

source: Leave this option disabled to remember your settings. Or, to go ahead and restore the default plugin options: check the box, save your settings, and then deactivate/reactivate the plugin.
fa_ir: این گزینه را غیرفعال کنید تا تنظیمات خود را به خاطر بسپارید. یا برای رفتن به جلو و بازگرداندن گزینه های پلاگین به طور پیش فرض: جعبه را چک کنید، تنظیمات خود را ذخیره کنید، و سپس غیر فعال کردن / دوباره فعال کردن افزونه.

source: Restore default options upon plugin deactivation/reactivation.
fa_ir: بازگرداندن گزینه های پیش فرض در هنگام غیرفعال کردن / فعال شدن پلاگین.

source: Show Support
fa_ir: نمایش پشتیبانی

source: by
fa_ir: توسط

source: Jeff Starr on Twitter
fa_ir: جف استارر در توییتر

source: Obsessive Web Design &amp; Development
fa_ir: وسواس وب طراحی و & amp؛ توسعه

source: Save Preference
fa_ir: ذخیره اولویت

source: Are you sure you want to restore all default options? (this action cannot be undone)
fa_ir: آیا مطمئن هستید که می خواهید تمام گزینه های پیش فرض را بازیابی کنید؟ (این عمل قابل لغو نیست)

source: Perishable Press Books
fa_ir: کتابهای فوری فشرده

source: Plugin Planet
fa_ir: سیاره پلاگین

source: Donate via PayPal
fa_ir: از طریق PayPal اهدا کنید

source: books
fa_ir: کتاب ها

source: plugins
fa_ir: پلاگین ها

source: donation
fa_ir: کمک مالی

source: Thank you for using
fa_ir: با تشکر از شما برای استفاده

source: Please show support by purchasing one of my
fa_ir: لطفا با خرید یک نفر از من حمایت کنید

source: or
fa_ir: یا

source: or by making a
fa_ir: یا با ساخت یک

source: Your generous support helps to ensure future development of
fa_ir: پشتیبانی سخاوتمندانه شما برای اطمینان از توسعه آینده کمک می کند

source: and is greatly appreciated.
fa_ir: و بسیار قدردانی شده است.

source: Any size donation helps me to continue developing this free plugin and other awesome WordPress resources.
fa_ir: هر گونه کمک اندازه به من کمک می کند تا به توسعه این افزونه رایگان و سایر منابع عالی WordPress ادامه دهم.

source: Enables your visitors to submit posts and images from anywhere on your site.
fa_ir: بازدیدکنندگان شما را قادر می سازد تا پست ها و تصاویر را از هر نقطه از سایت خود ارسال نمایند.

source: Jeff Starr
fa_ir: جف استارر
